Revit 2027 API
AdvancedWood.WoodSecondaryPerlinScaleZ Property
 The property labeled "Anisotropic pos-z scale for secondary highlight perlin" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodSecondaryPerlinScaleZ { get; }
Public Shared ReadOnly Property WoodSecondaryPerlinScaleZ As String
	Get
public:
static property String^ WoodSecondaryPerlinScaleZ {
	String^ get ();
}
static member WoodSecondaryPerlinScaleZ : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace